Repository: kciceblue/fontplayground-swift
Catalog: Packages/FontPlaygroundMacKit/Sources/FPAppUI/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Font Playground
zh_hans: 字体混搭

source: About Font Playground
zh_hans: 关于字体混搭

source: Donate…
zh_hans: 赞助…

source: Support Font Playground
zh_hans: 支持字体混搭

source: Font Playground is free. If you find it useful, you can buy me a coffee to support its development. You won't see this message again, but Font Playground › Donate… is always there.
zh_hans: 字体混搭是免费的。如果它对你有用，可以请我喝杯咖啡，支持它的开发。这条消息不会再出现，但随时可以在“字体混搭” › “赞助…”中找到。

source: Buy Me a Coffee
zh_hans: 请我喝杯咖啡

source: No Thanks
zh_hans: 不用了

source: Start Over
zh_hans: 重新开始

source: Cancel
zh_hans: 取消

source: Add Font Folder…
zh_hans: 添加字体文件夹…

source: Rescan Fonts
zh_hans: 重新扫描字体

source: Save a Copy…
zh_hans: 存储副本…

source: Install
zh_hans: 安装

source: Show in Finder
zh_hans: 在访达中显示

source: Open in Font Book
zh_hans: 在字体册中打开

source: Uninstall Font
zh_hans: 卸载字体

source: Find Font…
zh_hans: 查找字体…

source: Colour by Font
zh_hans: 按字体着色

source: Bigger
zh_hans: 放大

source: Smaller
zh_hans: 缩小

source: Actual Size
zh_hans: 实际大小

source: Custom Text
zh_hans: 自定文本

source: Sample Text
zh_hans: 示例文本

source: Show Sidebar
zh_hans: 显示边栏

source: Choose Main Font…
zh_hans: 选择主字体…

source: Change Main Font…
zh_hans: 更换主字体…

source: Add Font For
zh_hans: 添加字体用于

source: Any Language…
zh_hans: 任意语言…

source: Show Advanced
zh_hans: 显示高级选项

source: Hide Advanced
zh_hans: 隐藏高级选项

source: Font Playground Help
zh_hans: 字体混搭帮助

source: Font
zh_hans: 字体

source: Your font is still being built. Quit anyway?
zh_hans: 你的字体仍在生成中。仍要退出吗？

source: Quit
zh_hans: 退出

source: Keep Building
zh_hans: 继续生成

source: Start over?
zh_hans: 要重新开始吗？

source: This clears your fonts and names. Your sample text stays, and fonts you saved or installed are not affected.
zh_hans: 这会清除你的字体和名称。你的示例文本会保留，已存储或已安装的字体不受影响。

source: The build in progress will stop.
zh_hans: 正在进行的生成将会停止。

source: Add Folder
zh_hans: 添加文件夹

source: Choose folders that contain fonts. The fonts don't need to be installed.
zh_hans: 选择包含字体的文件夹。这些字体无需安装。

source: Appearance
zh_hans: 外观

source: System
zh_hans: 跟随系统

source: Light
zh_hans: 浅色

source: Dark
zh_hans: 深色

source: Font folders
zh_hans: 字体文件夹

source: Remove Folder
zh_hans: 移除文件夹

source: Fonts in these folders show up in Font Playground without being installed.
zh_hans: 这些文件夹中的字体无需安装即可显示在字体混搭中。

source: Show Settings Folder in Finder
zh_hans: 在访达中显示设置文件夹

source: Get More Fonts…
zh_hans: 获取更多字体…

source: Font Book can download more fonts that come with macOS.
zh_hans: 字体册可以下载 macOS 附带的更多字体。

source: Dismiss
zh_hans: 关闭

source: Done
zh_hans: 完成

source: Copy
zh_hans: 拷贝

source: Build Report
zh_hans: 生成报告

source: To use a font file, add the folder it's in with File › Add Font Folder…, or install it with Font Book.
zh_hans: 要使用字体文件，请通过“文件” › “添加字体文件夹…”添加它所在的文件夹，或用字体册安装它。

source: Imported your last recipe and settings from the earlier version of Font Playground.
zh_hans: 已从旧版字体混搭导入你上次的方案和设置。

source: Font Playground found settings from an earlier version but couldn't read them.
zh_hans: 字体混搭找到了旧版本的设置，但无法读取。

source: Font Playground doesn't include or sell any fonts. Fonts you forge keep their sources' licences; Font Playground tells you what it knows about them, but it is up to you to respect them.
zh_hans: 字体混搭不包含也不销售任何字体。你合成的字体仍受各源字体许可的约束；字体混搭会告诉你它所知道的信息，但遵守这些许可是你的责任。

source: Acknowledgements
zh_hans: 致谢

source: its files are missing from the app
zh_hans: 应用中缺少它的文件

source: it couldn't be started
zh_hans: 它无法启动

source: it didn't answer in time
zh_hans: 它没有及时响应

source: it stopped unexpectedly
zh_hans: 它意外停止了

source: Licence:
zh_hans: 许可：

source: Warnings:
zh_hans: 警告：

source: As is
zh_hans: 保持原样

source: %@ isn't on this Mac. Use %@ instead?
zh_hans: 这台 Mac 上没有 %@。改用 %@ 吗？

source: “%@” is no longer available. It stays in your font, marked as missing, until you replace or remove it.
zh_hans: “%@”已不可用。在你替换或移除它之前，它会标记为缺失并留在你的字体中。

source: %lld fonts are no longer available: %@. They stay in your font, marked as missing, until you replace or remove them.
zh_hans: %lld 个字体已不可用：%@。在你替换或移除它们之前，它们会标记为缺失并留在你的字体中。

source: Your last recipe couldn't be read, so Font Playground started with an empty one. The file was kept as “%@”.
zh_hans: 无法读取你上次的方案，因此字体混搭以空白方案启动。原文件已保留为“%@”。

source: Font Playground can't start its font engine, so it can't list or build fonts: %@
zh_hans: 字体混搭无法启动字体引擎，因此无法列出或生成字体：%@

source: Some saved font folders were ignored because they aren't valid on this Mac: %@.
zh_hans: 一些已存储的字体文件夹在这台 Mac 上无效，已被忽略：%@。

source: Font Playground couldn't save your recipe: %@
zh_hans: 字体混搭无法存储你的方案：%@

source: Use %@
zh_hans: 使用 %@

source: it's a different version (protocol %lld, expected %lld)
zh_hans: 它的版本不同（协议 %lld，应为 %lld）

source: Font engine: fpengine %@, fontTools %@, Python %@
zh_hans: 字体引擎：fpengine %@、fontTools %@、Python %@

source: Font: %@
zh_hans: 字体：%@

source: (PostScript name %@)
zh_hans: （PostScript 名称：%@）

source: Characters: %lld Glyphs: %lld
zh_hans: 字符：%lld 字形：%lld

source: Built in %@ s
zh_hans: 生成用时 %@ 秒

source: %@: %lld characters [%@]
zh_hans: %@：%lld 个字符 [%@]

source: warning: %@
zh_hans: 警告：%@

source: Some saved entries couldn't be used: %@.
zh_hans: 一些已存储的条目无法使用：%@。

source: 1 duplicate font entry
zh_hans: 1 个重复的字体条目

source: %lld duplicate font entries
zh_hans: %lld 个重复的字体条目

source: 1 invalid font entry
zh_hans: 1 个无效的字体条目

source: %lld invalid font entries
zh_hans: %lld 个无效的字体条目

source: 1 font rule
zh_hans: 1 条字体规则

source: %lld font rules
zh_hans: %lld 条字体规则

source: 1 setting
zh_hans: 1 项设置

source: %lld settings
zh_hans: %lld 项设置

source: the saved line-spacing font
zh_hans: 已存储的行距字体

source: the saved output path “%@”
zh_hans: 已存储的输出路径“%@”

source: %@ can't shape %@ in your font: its %@ shaping is Apple-only.
zh_hans: %@ 在你的字体中无法正确排版%@：它的%@排版规则仅限 Apple。

source: Add a font for another language…
zh_hans: 为其他语言添加字体…

source: Advanced…
zh_hans: 高级…

source: Another style of the same family
zh_hans: 同一字族的其他样式

source: Any language…
zh_hans: 任意语言…

source: Apple-only ligatures and alternates in this font won't carry over.
zh_hans: 这个字体中 Apple 专有的连字和替代字形不会被保留。

source: Change…
zh_hans: 更换…

source: Chinese, Japanese, Korean… They fill in whatever the main font can't draw.
zh_hans: 中文、日文、韩文… 它们会补足主字体无法绘制的字符。

source: Choose a font for %@…
zh_hans: 为%@选择字体…

source: Choose main font…
zh_hans: 选择主字体…

source: Colour %@ in Colour by Font
zh_hans: “按字体着色”中的颜色 %@

source: Combine installed fonts into one font that every app can use.
zh_hans: 把已安装的字体合并成一个所有应用都能使用的字体。

source: Draw this font's characters larger or smaller (100 % keeps them as they are)
zh_hans: 把这个字体的字符放大或缩小（100 % 表示保持原样）

source: Fonts for other languages
zh_hans: 其他语言的字体

source: Its licence restricts embedding — fine for your own use; check before sharing the result.
zh_hans: 它的许可限制嵌入 — 自己使用没问题；分享结果前请先查看许可。

source: MAIN FONT
zh_hans: 主字体

source: Main font
zh_hans: 主字体

source: Make Main Font
zh_hans: 设为主字体

source: Make this font bolder or lighter (“As is” keeps it unchanged)
zh_hans: 让这个字体更粗或更细（“保持原样”表示不作更改）

source: More actions for %@
zh_hans: %@ 的更多操作

source: Move Down
zh_hans: 下移

source: Move Up
zh_hans: 上移

source: Remove
zh_hans: 移除

source: Sets the line spacing.
zh_hans: 决定行距。

source: Size
zh_hans: 大小

source: Size of %@, percent
zh_hans: %@ 的大小，百分比

source: Style
zh_hans: 样式

source: The font you like for letters and numbers. It also sets the line spacing.
zh_hans: 你喜欢用于字母和数字的字体。它也决定行距。

source: Undo
zh_hans: 撤销

source: Use another font in its place
zh_hans: 用另一个字体替代它

source: Weight
zh_hans: 字重

source: Weight of %@
zh_hans: %@ 的字重

source: Your font
zh_hans: 你的字体

source: Your text has %@ characters that %@ can't draw.
zh_hans: 你的文本中有 %2$@ 无法绘制的%1$@字符。

source: who draws what, line spacing
zh_hans: 文字分工、行距

source: Missing font — replace or remove it.
zh_hans: 字体缺失 — 请替换或移除它。

source: %@ duplicates
zh_hans: %@ 个重复项

source: %@ files couldn't be read
zh_hans: %@ 个文件无法读取

source: %@ fonts
zh_hans: %@ 个字体

source: %@ hidden system fonts
zh_hans: %@ 个隐藏的系统字体

source: 1 duplicate
zh_hans: 1 个重复项

source: 1 file couldn't be read
zh_hans: 1 个文件无法读取

source: 1 font
zh_hans: 1 个字体

source: 1 hidden system font
zh_hans: 1 个隐藏的系统字体

source: All %@ fonts · %@
zh_hans: 所有%@字体 · %@

source: All fonts · %@
zh_hans: 所有字体 · %@

source: Back
zh_hans: 返回

source: Can't shape %@ · %@
zh_hans: 无法正确排版%@ · %@

source: Choose a font
zh_hans: 选择字体

source: Choose a font for %@
zh_hans: 为%@选择字体

source: Choose your main font
zh_hans: 选择你的主字体

source: Fonts
zh_hans: 字体

source: Latin
zh_hans: 拉丁字母

source: Looking for fonts…
zh_hans: 正在查找字体…

source: No fonts match “%@”.
zh_hans: 没有与“%@”匹配的字体。

source: Replace %@
zh_hans: 替换 %@

source: Sample: %@
zh_hans: 示例：%@

source: Show fonts for
zh_hans: 适用语言

source: Suggested for your text
zh_hans: 适合你的文本的建议

source: Trying %@
zh_hans: 正在试用 %@

source: Use
zh_hans: 使用

source: in your font
zh_hans: 已在你的字体中

source: unavailable: %@
zh_hans: 不可用：%@

source: %@ and %lld more
zh_hans: %@以及另外 %lld 个

source: %@ aren't in any of your fonts, so they would show as boxes.
zh_hans: 你的字体都不包含%@，因此它们会显示为方框。

source: %@ isn't in any of your fonts, so it would show as a box.
zh_hans: 你的字体都不包含%@，因此它会显示为方框。

source: %lld points
zh_hans: %lld 磅

source: %lld pt
zh_hans: %lld 磅

source: Add a font for %@…
zh_hans: 为%@添加字体…

source: Built font
zh_hans: 已生成的字体

source: Click and type to try your own text
zh_hans: 点按并输入，试用你自己的文字

source: Draw each font's characters in that font's colour
zh_hans: 用每个字体的颜色绘制它的字符

source: Find a font…
zh_hans: 查找字体…

source: Preview
zh_hans: 预览

source: Preview size
zh_hans: 预览大小

source: Preview text
zh_hans: 预览文本

source: Replace the text with a sample (⌘Z brings yours back)
zh_hans: 用示例替换文本（按 ⌘Z 可恢复你的文本）

source: Showing %@, the font that was just built. Change your font to go back to the preview of the mix.
zh_hans: 正在显示刚生成的字体 %@。更改你的字体即可回到混搭预览。

source: Showing the built font
zh_hans: 正在显示已生成的字体

source: Type something to see it in your font
zh_hans: 输入一些文字，看看它在你的字体中的样子

source: Type to try your own text. Each character is drawn by the font that will draw it in your font.
zh_hans: 输入文字来试用。每个字符都由它在你的字体中所用的那个字体绘制。

source: Starting…
zh_hans: 正在启动…

source: Checking your fonts…
zh_hans: 正在检查你的字体…

source: Deciding which font supplies each character…
zh_hans: 正在决定每个字符由哪个字体提供…

source: Preparing the fonts…
zh_hans: 正在准备字体…

source: Combining the fonts…
zh_hans: 正在合并字体…

source: Finishing the font…
zh_hans: 正在完成字体…

source: Checking the result…
zh_hans: 正在检查结果…

source: Done.
zh_hans: 完成。

source: Stopping…
zh_hans: 正在停止…

source: Installing your font…
zh_hans: 正在安装你的字体…

source: Saving your font…
zh_hans: 正在存储你的字体…

source: Font Playground can't find its font engine. Reinstall the app.
zh_hans: 字体混搭找不到它的字体引擎。请重新安装应用。

source: Choose it in any app's font list — apps that were already open may need to be reopened.
zh_hans: 可在任意应用的字体列表中选择它 — 已经打开的应用可能需要重新打开。

source: Cancelled.
zh_hans: 已取消。

source: Installs in your Fonts folder — only for you, no password needed.
zh_hans: 安装到你的字体文件夹 — 仅供你使用，无需密码。

source: Installing…
zh_hans: 正在安装…

source: Saving…
zh_hans: 正在存储…

source: Building…
zh_hans: 正在生成…

source: Update Installed Font
zh_hans: 更新已安装的字体

source: Installed
zh_hans: 已安装

source: Uninstall
zh_hans: 卸载

source: Details
zh_hans: 详细信息

source: Name
zh_hans: 名称

source: Name your font
zh_hans: 为你的字体命名

source: A style name can't start with a dot.
zh_hans: 样式名称不能以点开头。

source: Use a font name of at most 63 characters.
zh_hans: 字体名称最多 63 个字符。

source: Use a style name of at most 63 characters.
zh_hans: 样式名称最多 63 个字符。

source: Change Name
zh_hans: 更改名称

source: Install Anyway
zh_hans: 仍然安装

source: Replace
zh_hans: 替换

source: The new font takes its place.
zh_hans: 新字体会取代它。

source: If that font is downloaded later, apps may confuse it with yours.
zh_hans: 如果以后下载了那个字体，应用可能会把它和你的字体混淆。

source: Names that start with “.” are hidden by macOS — choose another name.
zh_hans: macOS 会隐藏以“.”开头的名称 — 请换一个名称。

source: the font engine stopped unexpectedly.
zh_hans: 字体引擎意外停止。

source: the font engine took too long.
zh_hans: 字体引擎用时过长。

source: A font changed since Font Playground last read it. Choose File › Rescan Fonts, then try again.
zh_hans: 有字体在字体混搭上次读取后已更改。请选取“文件” › “重新扫描字体”，然后重试。

source: Removed from your fonts — it's in the Trash.
zh_hans: 已从你的字体中移除 — 它在废纸篓中。

source: That font was no longer installed.
zh_hans: 那个字体已不再安装。

source: That file is no longer there.
zh_hans: 那个文件已不存在。

source: Building a font
zh_hans: 正在生成字体

source: Bundled with macOS: licensed for use on this Mac only; do not distribute the forged font.
zh_hans: 随 macOS 附带：仅授权在这台 Mac 上使用；请勿分发合成的字体。

source: Supplied with a Microsoft product: licensed for use with that product only; do not distribute the forged font.
zh_hans: 随 Microsoft 产品提供：仅授权与该产品一起使用；请勿分发合成的字体。

source: Licence unknown: check the source font's licence before you share the forged font.
zh_hans: 许可未知：分享合成的字体前，请先查看源字体的许可。

source: Preparing %@…
zh_hans: 正在准备 %@…

source: Building your font — %@
zh_hans: 正在生成你的字体 — %@

source: Installed as “%@”.
zh_hans: 已安装为“%@”。

source: Saved to %@
zh_hans: 已存储到 %@

source: Couldn't build the font: %@
zh_hans: 无法生成字体：%@

source: Couldn't install the font: %@
zh_hans: 无法安装字体：%@

source: Couldn't save the font: %@
zh_hans: 无法存储字体：%@

source: Couldn't remove the font: %@
zh_hans: 无法移除字体：%@

source: “%@” changed since Font Playground last read it. Choose File › Rescan Fonts, then try again.
zh_hans: “%@”在字体混搭上次读取后已更改。请选取“文件” › “重新扫描字体”，然后重试。

source: macOS already has a font called “%@” — choose another name.
zh_hans: macOS 已有名为“%@”的字体 — 请换一个名称。

source: A font called “%@” is already installed for everyone on this Mac — choose another name.
zh_hans: 这台 Mac 上已为所有用户安装了名为“%@”的字体 — 请换一个名称。

source: You already have a font called “%@” installed — choose another name.
zh_hans: 你已经安装了名为“%@”的字体 — 请换一个名称。

source: Another installed font already uses the internal name “%@” — choose another name.
zh_hans: 另一个已安装的字体已使用内部名称“%@” — 请换一个名称。

source: Your font “%@” already uses the internal name “%@” — choose another name.
zh_hans: 你的字体“%@”已使用内部名称“%@” — 请换一个名称。

source: macOS can download a font called “%@”. Install yours under this name anyway?
zh_hans: macOS 可以下载名为“%@”的字体。仍要以这个名称安装你的字体吗？

source: Replace the “%@” you installed earlier?
zh_hans: 要替换你之前安装的“%@”吗？

source: Installed “%@”, but couldn't remove “%@”: %@
zh_hans: 已安装“%@”，但无法移除“%@”：%@

source: Notes (%@)
zh_hans: 备注（%@）

source: The font is installed, but Font Playground couldn't refresh its font list: %@
zh_hans: 字体已安装，但字体混搭无法刷新字体列表：%@

source: nobody
zh_hans: 无

source: Auto → %@
zh_hans: 自动 → %@

source: %@ — can't shape %@
zh_hans: %@ — 无法正确排版%@

source: Who draws what
zh_hans: 文字分工

source: Which font draws this script. Auto picks the highest font in your list that draws it well.
zh_hans: 由哪个字体绘制这种文字。“自动”会选择列表中能很好地绘制它的最靠前的字体。

source: Show all %lld scripts
zh_hans: 显示全部 %lld 种文字

source: Also list the scripts none of your fonts draws
zh_hans: 同时列出你的字体都无法绘制的文字

source: Line spacing
zh_hans: 行距

source: Line spacing from
zh_hans: 行距取自

source: Which font's line spacing your font uses (the main font's unless you choose)
zh_hans: 你的字体使用哪个字体的行距（除非另行选择，否则使用主字体的行距）

source: Defaults
zh_hans: 默认值

source: Default boldness
zh_hans: 默认粗细

source: Default size
zh_hans: 默认大小

source: For fonts without their own setting.
zh_hans: 用于没有单独设置的字体。

source: Boldness of every font that has no Weight of its own
zh_hans: 所有未单独设置“字重”的字体的粗细

source: Size of every font that has no Size of its own
zh_hans: 所有未单独设置“大小”的字体的大小

source: Last build
zh_hans: 上次生成

source: No build yet.
zh_hans: 尚未生成。

source: Greek
zh_hans: 希腊文

source: Cyrillic
zh_hans: 西里尔文

source: Armenian & Georgian
zh_hans: 亚美尼亚文和格鲁吉亚文

source: Hebrew
zh_hans: 希伯来文

source: Arabic
zh_hans: 阿拉伯文

source: Indic
zh_hans: 印度系文字

source: Thai, Lao, Khmer, Myanmar
zh_hans: 泰文、老挝文、高棉文、缅甸文

source: Hangul
zh_hans: 韩文字母

source: Kana
zh_hans: 假名

source: Han
zh_hans: 汉字

source: CJK symbols & fullwidth
zh_hans: 中日韩符号和全角字符

source: Punctuation & symbols
zh_hans: 标点和符号

source: Emoji & pictographs
zh_hans: 表情符号和图形

source: Everything else
zh_hans: 其他所有字符

source: Letters (Latin)
zh_hans: 西文字母（拉丁）

source: Chinese (Simplified)
zh_hans: 中文（简体）

source: Chinese (Traditional)
zh_hans: 中文（繁体）

source: Japanese
zh_hans: 日文

source: Korean
zh_hans: 韩文

source: Hindi & Indic
zh_hans: 印地文和印度系文字

source: Symbols & emoji
zh_hans: 符号和表情符号

source: Any language
zh_hans: 任意语言

source: Letters
zh_hans: 西文字母

source: Chinese
zh_hans: 中文

source: Thai & SE Asian
zh_hans: 泰文和东南亚文字

source: letters, numbers and punctuation
zh_hans: 字母、数字和标点

source: Chinese characters
zh_hans: 汉字

source: Japanese kana
zh_hans: 日文假名

source: Korean Hangul
zh_hans: 韩文字母

source: CJK punctuation
zh_hans: 中日韩标点

source: symbols
zh_hans: 符号

source: emoji
zh_hans: 表情符号

source: Indic scripts
zh_hans: 印度系文字

source: Thai and Southeast Asian scripts
zh_hans: 泰文和东南亚文字

source: other characters
zh_hans: 其他字符

source: Mixed (English, Chinese, Japanese)
zh_hans: 混合（英文、中文、日文）

source: English
zh_hans: 英文

source: All languages
zh_hans: 所有语言

source: Draws nothing — the fonts above already cover everything it has.
zh_hans: 什么也不绘制 — 上面的字体已涵盖它的全部字符。

source: and
zh_hans: 和

source: Draws %@.
zh_hans: 绘制%@。

source: more
zh_hans: 其他

source: Draws %@, plus %@.
zh_hans: 绘制%@，以及%@。

source: ADDS NOTHING
zh_hans: 没有新增

source: FILLS IN THE REST
zh_hans: 补足其余

source: FOR %@
zh_hans: 用于%@

source: %@ and %@
zh_hans: %@和%@

source: Add at least one font.
zh_hans: 请至少添加一个字体。

source: %@: this font is not on this Mac
zh_hans: %@：这台 Mac 上没有这个字体

source: %@: the font file is no longer there
zh_hans: %@：字体文件已不存在

source: Base material is out of range.
zh_hans: 主字体序号超出范围。

source: Family name is empty.
zh_hans: 字族名称为空。

source: Style name is empty.
zh_hans: 样式名称为空。

source: Family name can't start with “.”: macOS hides fonts whose names start with a dot.
zh_hans: 字族名称不能以“.”开头：macOS 会隐藏名称以点开头的字体。

source: Family name contains a control character.
zh_hans: 字族名称包含控制字符。

source: Style name contains a control character.
zh_hans: 样式名称包含控制字符。

source: Rule for %@ points to a missing material.
zh_hans: “%@”的规则指向了不存在的字体。

source: %@: scale %@ must be between 0.1 and 10.
zh_hans: %@：缩放比例 %@ 必须介于 0.1 和 10 之间。

source: %@: scale %@%% is too large for a %@-unit base (maximum %@%%).
zh_hans: %@：缩放比例 %@%% 对于 %@ 单位的基准来说太大（最大 %@%%）。

source: %@: weight %@ must be between 1 and 1000.
zh_hans: %@：字重 %@ 必须介于 1 和 1000 之间。

source: %@ can't draw %@ in the forged font: it shapes it with Apple-only rules (AAT) that can't be carried over. Choose another font for %@.
zh_hans: %@ 无法在合成的字体中绘制%@：它使用无法带入的 Apple 专有规则（AAT）排版这种文字。请为%@选择另一个字体。

source: %@ can't draw %@ in the forged font: it has no OpenType shaping rules for it. Choose another font for %@.
zh_hans: %@ 无法在合成的字体中绘制%@：它没有针对这种文字的 OpenType 排版规则。请为%@选择另一个字体。

source: These fonts come close to the 65,535-glyph limit; if forging fails, remove a font or use a smaller build.
zh_hans: 这些字体接近 65,535 个字形的上限；如果合成失败，请移除一个字体或使用更小的版本。

source: Together these fonts need about %@ glyphs; a font can hold 65,535. Remove a font or use a smaller (regional) build.
zh_hans: 这些字体合计约需要 %@ 个字形，而一个字体最多只能容纳 65,535 个。请移除一个字体，或使用更小的（地区）版本。

source: %@ font could not be found: %@
zh_hans: 找不到 %@ 个字体：%@

source: %@ fonts could not be found: %@
zh_hans: 找不到 %@ 个字体：%@

source: Using %@ instead of making %@ lighter.
zh_hans: 改用 %@，而不是把 %@ 变细。

source: Using %@ instead of making %@ bolder.
zh_hans: 改用 %@，而不是把 %@ 加粗。

source: Made bolder synthetically (+%@)
zh_hans: 已通过合成加粗（+%@）

source: Can't be made lighter; weight left as is
zh_hans: 无法变细；字重保持原样

source: Font Playground has no access to “%@”.
zh_hans: 字体混搭无法访问“%@”。

source: The font folder is missing: %@
zh_hans: 字体文件夹不存在：%@

source: %@: duplicate %@
zh_hans: %@：重复的 %@

source: Disabled font could not be located: %@
zh_hans: 找不到已停用的字体：%@

source: Search fonts
zh_hans: 搜索字体

source: Only fonts that draw it well
zh_hans: 仅显示能很好地绘制它的字体

source: Search 1 font — English or native name
zh_hans: 搜索 1 个字体 — 英文名称或本地名称

source: Search %@ fonts — English or native name
zh_hans: 搜索 %@ 个字体 — 英文名称或本地名称

source: Show fonts that can't shape %@ (%@)
zh_hans: 显示无法正确排版%@的字体（%@）

source: Can't shape %@: its shaping is Apple-only
zh_hans: 无法正确排版%@：它的排版规则仅限 Apple

source: Looking for fonts… %@ / %@
zh_hans: 正在查找字体… %@ / %@

source: None of your fonts draw %@ well.
zh_hans: 你的字体都无法很好地绘制%@。

source: %@ and %@ aren't listed.
zh_hans: 未列出%@和%@。

source: Trying %@ as your main font
zh_hans: 正在试用 %@ 作为主字体

source: Trying %@ instead of %@
zh_hans: 正在试用 %@ 替代 %@

source: Trying %@ for %@
zh_hans: 正在为%2$@试用 %1$@

source: %@ — ↑ ↓ try the next font, Return uses it.
zh_hans: %@ — 按 ↑ ↓ 试用下一个字体，按 Return 键使用它。

source: Font name
zh_hans: 字体名称

source: Style name
zh_hans: 样式名称

source: Building your font
zh_hans: 正在生成你的字体

source: %@ percent
zh_hans: 百分之 %@

source: Add Font Folder
zh_hans: 添加字体文件夹

source: Remove Selected Folder
zh_hans: 移除所选文件夹

source: Language
zh_hans: 语言

source: Font Playground uses a new language after it reopens.
zh_hans: 字体混搭会在重新打开后使用新的语言。

source: Reopen Font Playground in %@?
zh_hans: 要以“%@”重新打开字体混搭吗？

source: Your recipe is saved first.
zh_hans: 你的方案会先被存储。

source: Quit and Reopen
zh_hans: 退出并重新打开

source: Later
zh_hans: 稍后
